console.log(`" Вёрстка валидная +10 
    Вёрстка семантическая +20 
В коде странице присутствуют следующие элементы (указано минимальное количество, может быть больше):
header, main, footer +3 
четыре элемента section (по количеству секций) +3
только один заголовок h1 +3 
три заголовка h2 (количество секций минус одна, у которой заголовок h1) +3 
один элемент nav (панель навигации) +3 
два списка ul > li > a (панель навигации, ссылки на соцсети) +3 
четыре кнопки button +2 
Требования к css 
для построения сетки используются флексы или гриды +2
при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2
фоновый цвет тянется на всю ширину страницы +2
иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления +2
изображения добавлены в формате .jpg +2
плавная прокрутка по якорям +5
иконки соцсетей в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса (допускается добавление своих вариантов иконок github или RSSchool) https://rs.school/js-stage0/ +5
`")
